[
    {
        "Title": "فيديو: مسلسل المتشرد الحلقة 4 الرابعة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/MV5BODE2NjkyN2QtYzAyNC00OTNlLTg0NjMtODIyM2IxM2I3MjAzXkEyXkFqcGdeQXVyMTYzMzQ3NzAy._V1_SX700.jpg",
        "Description": "حيث فرحان يسرق من الأثرياء ليساعد الفقراء في حيه، ولكن موت غير متوقع يقلب حياته. يقرر مواجهة التحديات باعتماد هوية جديدة (أورهان)، ويتورط في صدامات مع عائلة موجده الذي يحبها ومع وريثة عائلة تسعى للسيطرة على الحي. القصة تستكشف مواضيع العدالة والحب",
        "Genre": "Genre not found",
        "Duration": "Duration not found",
        "Date": "2024",
        "Language": "Language not found",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: انمي Seiken Gakuin no Makentsukai الموسم الاول الحلقة 12 الثانية عشر مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2023/12/Seiken-Gakuin-no-Makentsukai.jpg",
        "Description": "يجد سيّد الظلام \"ليونيس\" نفسه فجأة بعد ألف عام في جسد صبي يبلغ من العمر 10 سنوات يلتقي بفتاة تدعى \"ريزيليا\" ويلتحقان في أكاديمية تدرب طلابها على محاربة وحوش غامضة تهدد البشرية لكن هل لهذه الوحوش علاقة بماضي ليونيس؟",
        "Genre": "اكشن",
        "Duration": "24 دقيقة",
        "Date": "2023",
        "Language": "اليابانية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: مسلسل طبيبة شرعية الحلقة 7 السابعة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/02/223-e1707588762430.jpg",
        "Description": "حيث تدور أحداث مسلسل \"طبيبة شرعية\" حول عالم الطب الشرعي والأبعاد العلمية والفنية والطبية في تفسير الجريمة من خلال كواليس وحياة طبيبة شرعية وزميلاتها، بعد أن وجدوا أنفسهم متورطين في قضايا ترتبط بعملهم وتؤثر على حياتهم الشخصية.\r\n\r\n",
        "Genre": "رعب",
        "Duration": "دقيقة",
        "Date": "2024",
        "Language": "Language not found",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: مسلسل وبينا ميعاد 2 الحلقة 28 الثامنة والعشرون",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/101704904288984-e1705078577945.png",
        "Description": "حيث رحلة التحديات بين عائلتي حسن ونادية اللتين تزوجا في نهاية الموسم الأول مستمرة، فكيف سيواجهان مسيرة الحياة مع أولادهما؟",
        "Genre": "Genre not found",
        "Duration": "0 دقيقة",
        "Date": "2024",
        "Language": "العربية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: مسلسل حدوتة منسية الحلقة 18 الثامنة عشر",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/11706015730274-e1706289502500.png",
        "Description": "حيث تتناول قصة امرأة تمتلك مصنع رخام، تجد نفسها في مواقف صعبة، وعليها مواجهة كل شيء في ظل وجود زوجها.  ",
        "Genre": "دراما",
        "Duration": "0 دقيقة",
        "Date": "2024",
        "Language": "العربية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: مسلسل الخائن الحلقة 81 الحادية والثمانون",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2023/11/PosterAR_AlKhaen.jpg",
        "Description": "حيث تتحطم حياة الدكتورة (أسيل) المثالية عندما تكتشف خيانة زوجها (سيف) لها لمدة عامين مع امرأة تصغره بخمسة عشر عامًا، مما يدفعها لسلك طريق الانتقام، وتتوالى الأحداث.  ",
        "Genre": "ﺗﺸﻮﻳﻖ ﻭﺇﺛﺎﺭﺓ",
        "Duration": "0 دقيقة",
        "Date": "2023",
        "Language": "العربية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: انمي كابتن تسوباسا: مرحلة الناشئين الحلقة 20 العشرون مدبلجة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2023/10/MV5BOTJjOTRmMzctMDUwYS00MjExLWJlMGQtZjlmNjI3OTAxNzZiXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_SX700.jpg",
        "Description": "بعد فوز فريقه في البطولة الوطنية للمدارس المتوسطة، يتم اختيار تسوباسا للانضمام إلى فريق اليابان في بطولة العالم للشباب، حيث يواجه بعض أفضل اللاعبين في العالم.",
        "Genre": "دراما",
        "Duration": "20 دقيقة",
        "Date": "2023",
        "Language": "العربية الفصحي",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: مسلسل بين السطور الحلقة 16 السادسة عشر",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/PosterAR_BainElSotour_Update.jpg",
        "Description": "حيث تحاول الإعلامية (هند سالم) التقدم أكثر في عملها عن طريق البحث عن استضافة شخص مشهور، إلا أنه بسبب ذلك تتورط في قضية كبيرة تكشف الكثير عن ماضيها وعن وجود قصة حب قديمة مع هذا الشخص.  ",
        "Genre": "ﺗﺸﻮﻳﻖ ﻭﺇﺛﺎﺭﺓ",
        "Duration": "0 دقيقة",
        "Date": "2024",
        "Language": "العربية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: انمي Seiken Gakuin no Makentsukai الموسم الاول الحلقة 4 الرابعة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2023/12/Seiken-Gakuin-no-Makentsukai.jpg",
        "Description": "يجد سيّد الظلام \"ليونيس\" نفسه فجأة بعد ألف عام في جسد صبي يبلغ من العمر 10 سنوات يلتقي بفتاة تدعى \"ريزيليا\" ويلتحقان في أكاديمية تدرب طلابها على محاربة وحوش غامضة تهدد البشرية لكن هل لهذه الوحوش علاقة بماضي ليونيس؟",
        "Genre": "اكشن",
        "Duration": "24 دقيقة",
        "Date": "2023",
        "Language": "اليابانية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: مسلسل Life & beth الموسم الثاني الحلقة 5 الخامسة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/02/MV5BNzFmZjAxZGMtMTBlNi00NmNhLWIzZDEtZGQ3Mzc4NWIzYTdmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@.jpg_V1_SX700.jpg",
        "Description": "في الموسم الثاني، تقرر (بيث) الزواج من (جون)، وتمر علاقتهما بالعديد من التخبطات بعد الزفاف، حتى يأتي الخبر المفاجئ بحمل (بيث) وتتبدل الأمور.",
        "Genre": "دراما",
        "Duration": "30 دقيقة",
        "Date": "2022",
        "Language": "الأنجليزية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: مسلسل Belgravia: The Next Chapter الموسم الاول الحلقة 5 الخامسة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/MV5BY2ZmOGJhMDMtZGZmZS00YjFjLTliMzYtODhiZGZhYzQyNGJlXkEyXkFqcGdeQXVyMTkxNjUyNQ@@.jpg_V1_SX700.jpg",
        "Description": "بلغرافيا، 1871. عندما التقى اللورد فريدريك ترينشارد بكلارا دان، كانت خطوبتهما مليئة بالعاطفة. ولكن بعد أن يتزوجا، يهدد العالم الفاضح للمجتمع الراقي وسر عائلي مدفون منذ فترة طويلة بكشف سعادتهما.\r\n",
        "Genre": "دراما",
        "Duration": "Duration not found",
        "Date": "2024",
        "Language": "الأنجليزية",
        "Quality": "Bluray"
    },
    {
        "Title": "فيديو: انمي One Piece الحلقة 1094 مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2023/12/One-Piece.jpg",
        "Description": "يسير “لوفي” على خطى بطل طفولته، ويبدأ بجمع طاقم خاص به ليسافرو عبر “الخط الكبير” معا، ويعيشون مغامرات مجنونة، ويكشفون عن أسرار مظلمة، ويحاربون أعداء أقوياء، كل ذلك من أجل الوصول إلى الـ“ون بيس”.",
        "Genre": "Action",
        "Duration": "24 دقيقة",
        "Date": "1999",
        "Language": "Japanese",
        "Quality": "Quality not found"
    },
    {
        "Title": "فيديو: انمي Bucchigiri الموسم الاول الحلقة 6 السادسة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/MV5BNDkzMGI0MGQtYWM0Ni00NTY1LTk3MTAtZGZkMWY3NWNhOGFkXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_SX700.jpg",
        "Description": "يُشرَك “آراجي توموبيشي” في معارك بين أفراد أقوياء بعد لقائه من جديد بصديقه السابق “ماتاكا أساميني“. في هذه الأثناء، تظهر ظلال شيطان ضخم…؟!",
        "Genre": "اكشن",
        "Duration": "24 دقيقة",
        "Date": "2024",
        "Language": "اليابانية",
        "Quality": "Bluray"
    },
    {
        "Title": "فيديو: انمي Kingdom الموسم الخامس الحلقة 6 السادسة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/Kingdom-5.jpg",
        "Description": "-تتمة أحداث الموسم السابق– فترة “الدول المتحاربة” في الصين، والتي يمكن دعوتها “تنين غاضب يجتاح الأرض لمدة 500 عام”. شهدت صعود العديد من الممالك، وسقوط أخرى، مما مهد الطريق للجيل القادم من الملوك والجنرالات للقتال من أجل السلطة. في نهاية المطاف، خرجت سبع دول قوية من دوامة الحرب التي لا تنتهي. “ري شين” في مملكة “تشين”، عبد جعلته الحرب يتيما، يتدرب بقوة مع أفضل صديق له، “هيو”، والذي يشاركه حلمه الفخم، بأن يصبح في يوم من الأيام جنرالًا عظيمًا. لكن، أجبر الاثنان فجأة على الانفصال عندما تم تجنيد “هيو” للعمل في القصر الملكي من قبل خادم الملك. بعد وقوع انقلاب شرس، يعود “هيو” إلى “تشين”، نصف ميت، مع مهمة ستقوده إلى لقاء مع ملك الصين الشاب، “اي سي”، الذي يشبه “هيو” بشكل مدهش. انمي Kingdom (المملكة)، يتبع “ري شين” وهو يخطو خطواته الأولى في الصفحات العظيمة الملطخة بالدماء في تاريخ الصين. يجب أن يشق طريقه إلى المجد في سعيه الطويل ليصبح جنرالًا عظيمًا في الدول المتحاربة السبع. Kingdom 5th Season",
        "Genre": "اكشن",
        "Duration": "24 دقيقة",
        "Date": "2012",
        "Language": "اليابانية",
        "Quality": "HD"
    },
    {
        "Title": "فيديو: انمي Saikyou Tank no Meikyuu Kouryaku الموسم الاول الحلقة 7 السابعة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/The-Strongest-Tanks-Labyrinth-Raids-2024-scaled.jpg",
        "Description": "“رود” هو المحارب المدافع من فريق البطل، ويقال أن لديه أعلى دفاع في التاريخ. يقوم الفريق غالبًا بالهجمات على الدهاليز، لكن بالنسبة لـ”رود“، يعني ذلك أكثر من مجرد هجوم. فمن أجل علاج مرض أخته الحبيبة، يبحث عن كنز يمكن أن يمنح الأماني، وهو مخفي في تلك الدهاليز. ولكن في يوم من الأيام، يُطرد البطل المتعجرف من الفريق بعد محاولة هجوم فاشلة، ملقيًا باللوم على مهاراته التي لا أحد يعرف عنها الكثير. بدون مكان آخر للذهاب إليه ولا شيء آخر للقيام به، يقرر العودة إلى مسقط رأسه، حيث تنتظره أخته. في طريقه إلى هناك، ينقذ فتاة كانت تتعرض لهجوم من وحش. وبشكل غير متوقع، تمتلك هذه الفتاة مهارة نادرة للغاية تسمى “التقدير“. بفضل مهارتها، يستطيع “رود” اكتشاف الحقيقة وراء مهاراته الغامضة، والتي يتضح أنها مهارات قوية بشكل يفوق المعتاد. بدفاع يبلغ 9999 ومهارات قوية، يبدأ بذلك مغامرة أقوى مدافع، “رود“!",
        "Genre": "كرتون",
        "Duration": "24 دقيقة",
        "Date": "2024",
        "Language": "اليابانية",
        "Quality": "HD"
    },
    {
        "Title": "فيديو: انمي Kusuriya no Hitorigoto الموسم الاول الحلقة 19 التاسعة عشر مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2023/10/Kusuriya-no-Hitorigoto.jpg",
        "Description": "في محكمة إمبراطورية في الصين القديمة، مرت بضعة أشهر منذ اختطاف فتاة تبلغ من العمر 17 عامًا تُعرف باسم “ماوماو” وإجبارها على العمل كخادمة منخفضة المستوى في قصر الإمبراطور. ومع ذلك، تمكنت من الاحتفاظ بروحها الفضولية والعملية، وتخطط أن تشتغل حتى تنتهي سنوات العبودية. في أحد الأيام، اكتشفت حقيقة أن رضيعي الإمبراطور أصيبا بمرض خطير. لتقرر اتخاذ إجراء سراً، بالاعتماد على تجربتها كصيدلانية نشأت في منطقة الضوء الأحمر الفقيرة. لكن على الرغم من محاولات “ماوماو” لعدم الكشف عن هويتها، سرعان ما لفتت انتباه “جينشي“، وهو صاحب النفوذ والذي يعترف بمواهبها. “ماوماو” تجد نفسها في البلاط الداخلي للإمبراطور، حيث تصنع اسمًا لنفسها تدريجيًا من خلال استخدام معرفتها وشخصيتها الغريبة لحل الألغاز الطبية المختلفة.",
        "Genre": "دراما",
        "Duration": "24 دقيقة",
        "Date": "2023",
        "Language": "الألمانية",
        "Quality": "Bluray"
    },
    {
        "Title": "فيديو: انمي Blue Exorcist: Shimane Illuminati Saga الموسم الثالث الحلقة 7 السابعة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/Shimane-Illuminati-Saga-2024-scaled.jpg",
        "Description": "في هذا الموسم، يسافر “رين” وأصدقاؤه إلى محافظة شيماني للتحقيق في نشاطات جماعة الإيلوميناتي، وهي منظمة سرية تسعى إلى إحياء شيطان ملك الشهوة. هناك، يواجهون تحديات جديدة وأعداء قويين، بالإضافة إلى بعض الأسرار المظلمة عن ماضيهم ومستقبلهم.",
        "Genre": "اكشن",
        "Duration": "24 دقيقة",
        "Date": "2024",
        "Language": "اليابانية",
        "Quality": "HD"
    },
    {
        "Title": "فيديو: انمي Sokushi Cheat ga Saikyou Sugite الموسم الاول الحلقة 6 السادسة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/MV5BY2EyNjY3NjYtNDVlOS00MDhmLWFhNGEtZmYwY2Y0YzVjZDczXkEyXkFqcGdeQXVyNjA5MDIyMzU@.jpg_V1_SX700.jpg",
        "Description": "يستيقظ “يوغيري تاكاتو” على الفوضى المطلقة والمذبحة أثناء رحلة مدرسية، ويكتشف أن كل فرد في فصله قد تم نقله إلى عالم آخر! لقد تمكن بطريقة ما من النوم خلال المحنة بأكملها، ليفقد الهدية، وهي قوى منحها الحكيم الغامض للآخرين الذي بدا أنه ينقلهم. والأسوأ من ذلك، أنه وزميل آخر في الفصل تخلى عنهما أصدقاؤهما بلا رحمة، وتُرِكا كطعم لتشتيت انتباه تنين قريب. على الرغم من أنه لم ينزعج بشكل رهيب من فكرة الموت، إلا أنه قرر على الرغم منه حماية رفيقه الوحيد. بعد كل شيء، لا يتمتع وحش المستوى 1000 المتواضع بفرصة ضد قوته السرية لاستدعاء الموت الفوري بفكرة واحدة! هذا إذا كان بإمكانه البقاء مستيقظًا لفترة كافية لعناء استخدامها، هذا فقط.",
        "Genre": "اكشن",
        "Duration": "24 دقيقة",
        "Date": "2024",
        "Language": "اليابانية",
        "Quality": "HD"
    },
    {
        "Title": "فيديو: انمي Mashle: Magic and Muscles الموسم الثاني الحلقة 6 السادسة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/انمي-Mashle-Magic-and-Muscles-الموسم-الثاني.jpg",
        "Description": "-تتمة أحداث الموسم السابق– بالنسبة لأي شخص آخر في عالمه الذي يهيمن عليه السحر، فإن “ماش برنيديد” الشاب والضعيف يمثل تهديدًا ويجب تطهيره. يعيش سراً في الغابة، ويقضي كل يوم في تدريب جسده، وبناء عضلات قوية بما يكفي لمنافسة السحر نفسه! ومع ذلك، بعد الكشف عن هويته وتهديد حياته المسالمة، يبدأ “ماش” رحلته ليصبح «صاحب الرؤية الإلهية»، وهو دور قوي لدرجة أن المجتمع لن يكون لديه خيار سوى قبول وجوده. وهكذا، من أجل الحفاظ على حياته المسالمة، يلتحق “ماش” الذي لا يستخدم السحر بأكاديمية “إيستون” للسحر المرموقة، حيث يتنافس ضد أبناء الأقوى والنخبة عبر العالم. يفتقر “ماش” إلى المهارة اللازمة للبقاء على قيد الحياة في “إيستون“، السحر، ويبدو أنه بالفعل في وضع غير مساوي لزملائه في الفصل. من أجل تحقيق أهدافه، سيتعين على “ماش” أن يشق طريقه من خلال كل تجربة باستخدام قبضتيه لوحدهما والتغلب على السحر بالعضلات، كل ذلك من أجل اللقب اللامع «صاحب الرؤية الإلهية»!",
        "Genre": "Action",
        "Duration": "24 دقيقة",
        "Date": "2023",
        "Language": "Japanese",
        "Quality": "Bluray"
    },
    {
        "Title": "فيديو: انمي Yubisaki to Renren الموسم الاول الحلقة 7 السابعة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/MV5BMmIxNWFjYzgtM2NkMy00NTdkLWE4ZTEtMmY3NzU2MjA5MjAxXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_SX700.jpg",
        "Description": "تدور قصة الأنمي حول “يوكي إيتوسي“، طالبة جامعية تعاني من ضعف السمع منذ الولادة. عاشت “يوكي” في نفس المكان طوال حياتها، ونادراً ما تتفاعل مع الآخرين باستثناء أفضل صديقة لها، “رين فوجيشيرو“. في يوم من الأيام، أثناء ذهابها إلى الجامعة، تلتقي مع “إيتسومي ناغي“، الطالب ذو الشعر الفضي المتعدد اللغات والذي يصادف أنه صديق لـ”رين” أيضا. على عكس معظم الناس، لا يُبدي “إيتسومي” أي تردد عندما يعلم بمرض “يوكي“. هذا الأمر، إلى جانب تجاربه الخاصة، يفتنها ويؤثر فيها. وبعد أن يفترقا، يبدأ إعجابها به في النمو. ينفتح عالم جديد أمام “يوكي” و”إيتسومي” على حد سواء حيث يتعلمان عن حياة بعضهما البعض المختلفة. أنمي «علامة الحب» هو كوميديا رومانسية خفيفة للقلب تسلط الضوء على الحياة الصامتة لطالبة جامعية، وكيف يبدأ رجل واحد يشاركها عالمه في تغيير عالمها.",
        "Genre": "دراما",
        "Duration": "24 دقيقة",
        "Date": "2024",
        "Language": "اليابانية",
        "Quality": "Bluray"
    },
    {
        "Title": "فيديو: انمي Megumi no Daigo: Kyuukoku no Orange الموسم الاول الحلقة 18 الثامنة عشر مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2023/10/Megumi-no-Daigo-scaled.jpg",
        "Description": "النار، الدخان، الأدرينالين، والخوف. عندما يركض الجميع للهروب من حريق، يركض عدد قليل من الأشخاص الشجعان للقفز مباشرة إلى أعماقها. يضع رجال الإطفاء حياتهم على المحك لحماية الآخرين، وكان “دايغو أساهينا” يحلم دائمًا بأن يصبح واحدًا منهم. لقد تخرج حديثًا من أكاديمية التدريب وتم تعيينه في محطة إطفاء “ميداكا غا عاما“. مغرور ومفرط في الثقة، يستجيب “دايغو” لبعض المكالمات بسرعة و يتموضع في في مكانه، لا يزال لديه الكثير ليتعلمه قبل أن يتمكن من تسمية نفسه برجل إطفاء حقيقي.",
        "Genre": "اكشن",
        "Duration": "24 دقيقة",
        "Date": "2023",
        "Language": "اليابانية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: انمي Cardfight!! Vanguard: Divinez الحلقة 6 السادسة مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/Divinez.jpg",
        "Description": "في أحد الأيام، وُلدت ست بطاقات تُعرف باسم \"الرغبات الستة\" ولديها القدرة على تغيير المصير. تم اختيار ستة مقاتلين، وسيحصلون على تلك البطاقات الستة. ما كان ينتظرهم هو \"الصدام المقدر\"، حيث سيقاتلون بعضهم البعض حتى النهاية، وآخر شخص صامد سيكون لديه أي رغبة. شاب يُدعى Akina Myodo، يريد مساعدة أخته الضعيفة، يشارك في Fated Clash لتحقيق رغبته. وهكذا يرمي بنفسه في معارك مع مقاتلين أقوياء.",
        "Genre": "اكشن",
        "Duration": "24 دقيقة",
        "Date": "2021",
        "Language": "اليابانية",
        "Quality": "Bluray"
    },
    {
        "Title": "فيديو: مسلسل شراب التوت الموسم الثاني الحلقة 22 الثانية و العشرون مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2023/09/88ohiD0gQkpZEwBABtoKSSp2J2J.jpg",
        "Description": "حيث قصة حب بين عائلتين متطرفتين بنفس الحقيقة ولكن بطرق مختلفة.\r\n",
        "Genre": "دراما",
        "Duration": "Duration not found",
        "Date": "2022",
        "Language": "التركية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: مسلسل اخوتي الموسم الرابع الحلقة 23 الثالثة و العشرون مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2022/09/Okhwati-Long.jpg",
        "Description": "حيث أربعة أخوة يعيشون حياة سعيدة مع والديهم، فقراء بجيوب فارغة لكن قلوبهم مليئة بالحب. تنقلب حياتهم في يوم أسود أظلم حياتهم وتركهم وحيدين بدون والديهم.",
        "Genre": "دراما",
        "Duration": "Duration not found",
        "Date": "2021",
        "Language": "التركية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: مسلسل طيور النار الحلقة 43 الثالثة و الاربعون مترجمة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2023/01/MV5BMDEyOWE5MWEtZjc3MS00NWQ0LTg4M2UtMmI5NTJkNTFiNzk4XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_SX700.jpg",
        "Description": "تدور احداث مسلسل طيور النار Ateş Kuşları حول أولاد الشوارع الذين يولدون ويعيشون في الشارع ويحاولون مجاهدين التأقلم مع تلك الحياة القاسية. فهل سينجو العديد من منهم أم سيكونوا في مراحل الضياع.",
        "Genre": "دراما",
        "Duration": "136 دقيقة",
        "Date": "2023",
        "Language": "التركية",
        "Quality": "HD"
    },
    {
        "Title": "فيديو: مسلسل ثانوية النسيم الحلقة 8 الثامنة والاخيرة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/PosterAR_ThanwyetAlnaseem.jpg",
        "Description": "حيث يُعيَّن مدرس في مدرسة (ثانوية النسيم) ليطبق أفضل الطرق التعليمية المتقدمة، لكنه يواجه العديد من المعوقات التي تكشف له عن واقع لم يكن يتصوره داخل المدرسة في عدة جوانب.  ",
        "Genre": "ﺗﺸﻮﻳﻖ ﻭﺇﺛﺎﺭﺓ",
        "Duration": "0 دقيقة",
        "Date": "2024",
        "Language": "العربية",
        "Quality": "WEB-DL"
    },
    {
        "Title": "فيديو: مسلسل ثانوية النسيم الحلقة 7 السابعة",
        "ImageURL": "https://arabseed.show/wp-content/uploads/2024/01/PosterAR_ThanwyetAlnaseem.jpg",
        "Description": "حيث يُعيَّن مدرس في مدرسة (ثانوية النسيم) ليطبق أفضل الطرق التعليمية المتقدمة، لكنه يواجه العديد من المعوقات التي تكشف له عن واقع لم يكن يتصوره داخل المدرسة في عدة جوانب.  ",
        "Genre": "ﺗﺸﻮﻳﻖ ﻭﺇﺛﺎﺭﺓ",
        "Duration": "0 دقيقة",
        "Date": "2024",
        "Language": "العربية",
        "Quality": "WEB-DL"
    }
]